IdeaRS.Connections
RibData.SidePlatePath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the side plate to which rib plate is connected
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string SidePlatePath { get; set; }
Property Value
Type: String
See Also
Reference
RibData Class
IdeaRS.Connections.Data Namespace